"Alaska" = "Alaska";
"Alberta" = "Alberta";
"Argentina" = "Argentinien";
"Brazil" = "Brasilien";
"Central America" = "Mexiko";
"China" = "China";
"Congo" = "Kongo";
"East Africa" = "Ostafrika";
"Eastern Australia" = "Ost–Australien";
"Eastern United States" = "Oststaaten";
"Egypt" = "Ägypten";
"Greenland" = "Grönland & Nunavut";
"Iceland" = "Island";
"India" = "Indien";
"Indonesia" = "Indonesien";
"Irkutsk" = "Irkutsk";
"Japan" = "Japan";
"Kamchatka" = "Kamtschatka";
"Kazakstan" = "Kazakstan";
"Madagascar" = "Madagaskar";
"Middle East" = "Mittlerer Osten";
"Mongolia" = "Mongolei";
"New Guinea" = "Neu Guinea";
"North Africa" = "Nordwestafrika";
"Northern Europe" = "Mittel-Europa";
"Northwest Territories" = "Nordwest-‌Territorium";
"Ontario" = "Ontario";
"Peru" = "Peru";
"Quebec" = "Quebeck";
"Russia" = "Ukraine";
"Scandinavia" = "Skandinavien";
"Siam" = "Siam";
"Siberia" = "Sibirien";
"South Africa" = "Südafrika";
"Southern Europe" = "Südeuropa";
"United Kingdom" = "Groß–Britannien";
"Ural" = "Russland";
"Venezuela" = "Venezuela";
"Western Australia" = "West–Australien";
"Western Europe" = "Westeuropa";
"Western United States" = "Weststaaten";
"Yakutia" = "Jakutien";